{
  "communityRole": "Community Role\n\n**AWRAD Community Development Fund (CDF) (Social Responsibility)**\n\nWe want to keep hope alive for ourselves and our children in the quest for a society that embraces the values of love, respect, openness, freedom and democracy. Our children will become the philosophers, scientists, or artists of tomorrow and we have to sustain and reinforce these values for them and for our own well being. We want to contribute to bringing critical thinking alive for youth - analytical debate and dialogue based on a reading beyond the boundary of the text . AWRAD is contributing to the achievement of this quest by creating a Community Development Fund (CDF) to support the dissemination of progressive and humanitarian values. This Fund reflects the commitment of AWRAD to serve the wider community and its national and developmental issues, reinforcing the importance of restoring the spirit of volunteerism and the giving of self in an effective, meaningful context.\n\nAWRAD’s CDF supports a number of initiatives including the publication and dissemination of intellectual, cultural and literature texts that represent a challenge to the prevailing ideology in order to bolster a period of Renaissance and mental and emotional enlightenment. AWRAD’s CDF unlocks the horizon by encouraging individual and independent creative writing, in order to promote intellectual freedom and creativity.\n\nAWRAD’s CDF was established by Dr. Nader Izzat Said, the President of AWRAD in 2009. So far, AWRAD’s Fund has supported the publication of four books, organized awareness promotion activities and sponsored a number of training endeavors with young people.\n\n#### Campaigns\n\nAWRAD supports a number of webpages that aim to promote democracy, secularism and pluralism among youth. The following are a list of the supported pages:\n\nYouth Election Campaigns\n\n_“We register ... we decide”_\n\nThis campaign is a youth initiative, growing from young people's faith that Palestinians cannot overcome the current ordeals of occupation, division, and siege, among other social problems, except through the participation of all segments of society in the decision-making process, and through the exercise of everyone’s right to register for future elections.\n\nFor more information about the Campaign, please visit: (link goes here: [Youth election campaigns](https://www.facebook.com/Youth.Commission.for.elections?fref=ts) )\n\nFor a full English report on the Campaign’s activity, click the following: (link goes here: [English Report](https://www.awrad.org/files/media/youth%20election%20campain%20english%20report.pdf))\n\nGaza’s Um Adnan Campaign\n\nThis campaign is an independent youth volunteer campaign designed to help promote resilience and steadfastness among the Palestinian people in the Gaza Strip in the face of successive calamities and to foster hope in salvation from injustice.\n\nThe campaign is grounded on work, in contrast the insufficiency of waiting on speeches and promises. It aims to be transparent, where every detail is continually published on the campaign’s Facebook page. The campaign was inspired by the strength and spirit of Um Adnan, a steadfast and forbearing woman of the Gaza Valley, who is just one of many spirited Palestinians in Gaza working to rebuild their lives after countless hardships and cruelty. The Campaign is intended as a positive move forward in light of the siege and atmosphere of negativity, and does not assigns blame, but fights the view that we are helpless, and aims to impart hope to every human being and family that is touched by the Campaign.\n\nThe Campaign was launched through the initiative of the wonderful young men and women of Gaza and is supported by AWRAD’s Community Development Fund. The Campaign has a Board of Trustees formed from the finest Palestinians to ensure sustainability and transparency.\n\nWe look forward to your support and your donations.\n\n_The Campaign’s action mechanism:_\n\n1. Working with extreme marginalized groups and special cases in the Gaza Strip, where the need is greatest, taking into account that there are other sources funding and support in order to avoid duplication.\n\n2. Donations for special cases are accepted and announced continually through the Campaign’s Facebook page.\n\n3. Every donation that has reached their respective recipient is announced (to ensure transparency, pictures and details in the case of the family’s consent are made public) within the confidentiality framework, covering donor and recipient.\n\n4. The Campaign is voluntary, and Campaign funds are used to cover minor costs of the volunteers (who are also needy), such as their transportation and communication costs.\n\n5. The Campaign office is hosted at the AWRAD headquarters, which covers half the current expenditure of Campaign funds, including not more than 10 percent of the funds donated.\n\n6. There exists a special account in the context of the Campaign under AWRAD’s Community Development Fund.\n\n7. The Campaign has an independent and credible Board of Trustees to provide guidance and ensure transparency.\n\n8. Each donor is provided with details regarding the situation of the recipient of their donation so that they can establish contact if they wish.\n\nFor more information, please take a look at the following videos:\n\n- [http://www.youtube.com/watch?v=Hi2ksDyKiWI&feature=youtu.be](http://www.youtube.com/watch?v=Hi2ksDyKiWI&feature=youtu.be)\n- [http://www.wafa.ps/arabic/index.php?action=detail&id=190844](http://www.wafa.ps/arabic/index.php?action=detail&id=190844)\n- [https://soundcloud.com/mahmoud-allouh/0599833833m#t=0:17](https://soundcloud.com/mahmoud-allouh/0599833833m#t=0:17)\n\nTo join and contribute, please join the Campaign group through the following link: [Gaza’s Um Adnan Campaign](https://www.facebook.com/groups/752628478154900/)\n\n#### Memorable celebrations\n\nThe Conference on the “Tunisian Elections and their Implications on the Palestinian Experience\"\n\nAWRAD’s Community Development Fund convened a conference called \"Tunisian Elections and their Implications on the Palestinian Experience,\" which took place under the auspices of President Mahmoud Abbas. It was attended by the ambassadors of Arab states to the Palestinian Authority, in addition to a range of political, academic, social and economic elites and representatives of political parties and civil society organizations, activists and intellectuals. The conference discussed the values of moderation and the tendency towards reform by the Tunisian people, who are unable to accommodate a luxurious intellectual or cultural system.\n\nThe following are links to news agencies that covered the event:\n\n- [http://maannews.net/arb/ViewDetails.aspx?ID=441883](http://maannews.net/arb/ViewDetails.aspx?ID=441883)\n- [http://www.wafa.ps/arabic/index.php?action=detail&id=118876](http://www.wafa.ps/arabic/index.php?action=detail&id=118876)\n- [http://www.wafaimages.ps/index.aspx?catid=0&albumid=4907](http://www.wafaimages.ps/index.aspx?catid=0&albumid=4907)\n- [http://www.alquds.com/news/video/view/id/315136](http://www.alquds.com/news/video/view/id/315136)\n- [http://www.radiobethlehem2000.net/ar/news.php?action=view&id=11519](http://www.radiobethlehem2000.net/ar/news.php?action=view&id=11519)\n- [http://www.palpress.co.uk/arabic/?action=detail&id=30537](http://www.palpress.co.uk/arabic/?action=detail&id=30537)\n- [http://www.wattan.tv/hp\\_details.cfm?id=a7342280a7861850&c\\_id=1](http://www.wattan.tv/hp\\_details.cfm?id=a7342280a7861850&c\\_id=1)\n- [http://maannews.net/arb/ViewDetails.aspx?ID=441883&MARK=%D8%AA%D9%88%D9%86%D8%B3](http://maannews.net/arb/ViewDetails.aspx?ID=441883&MARK=%D8%AA%D9%88%D9%86%D8%B3)\n- [http://maannews.net/arb/ViewDetails.aspx?ID=441959](http://maannews.net/arb/ViewDetails.aspx?ID=441959)\n- [http://www.youtube.com/watch?v=Jr6r2O8t068](https://www.youtube.com/watch?v=Jr6r2O8t068)\n\nCelebration of the Publication of \"A Homeland Out of Coverage,\" by Akram Surani\n\nAWRAD’s Community Development Fund celebrated, in Gaza, the publication \"A Homeland Out of Coverage\" a book by the young author Akram Surani in the presence of nearly 200 intellectuals, writers, and persons interested in literature, as well as a group of representatives of CSOs in the YMCA hall. During the ceremony, well-known journalist Asma’ Al-Ghoul talked on behalf of AWRAD and welcomed the author Akram Surani and presented the foreword of satirical writer Tawfiq al-Haj. The celebration concluded with Akram Surani reading passages of his book and followed with a book signings for the attendants.\n\nThe following are news site links covering the event:\n\n- [http://shababunity.net/show.php?id=343834](http://shababunity.net/show.php?id=343834)\n- [https://www.youtube.com/watch?v=ROknTp9zdJw](https://www.youtube.com/watch?v=ROknTp9zdJw)\n- [http://www.nawa.ps/arabic/?Action=Details&ID=15564](http://www.nawa.ps/arabic/?Action=Details&ID=15564)\n\nCelebration of the Publication of  \"The People and the Heritage of the Village of Asdod,\" by Mohammed Hassan al-Najjar\n\nAWRAD’s Community Development Fund celebrated the publication of \"The People and the Heritage of the Village of Asdod,\" a book by Mohammed Hassan al-Najjar. The celebration was held in Al-Mathaf Hotel, located in the Gaza Strip, in the presence of nearly a hundred intellectuals, literary talents, poets, writers and a group of Gaza’s leading civil and community institution representatives.\n\nThe following is an article covering the event:\n\n- [https://www.facebook.com/media/set/?set=a.818336718183703.1073741933.595338467150197&type=3](https://www.facebook.com/media/set/?set=a.818336718183703.1073741933.595338467150197&type=3)\n\n#### Youth: democracy- Promotion Webpages\n\n- [Ana Hur (I am free) Page](https://www.awrad.org/en/category/2/1/en/article/10506/-Ana-Hur-(I-Am-Free)-Page)\n\n- [Youth election Page](https://www.awrad.org/en/category/2/1/en/article/10507/Youth-Election-Page)\n\n- [Um Adnan for the relief of Gaza Page](https://www.awrad.org/en/category/2/1/en/article/10508/-Gaza%E2%80%99s-Um-Adnan-Page)\n\n- [Youth: Agents of social change Page](https://www.awrad.org/en/category/2/1/en/article/10509/-Youth-Agents-of-Social-Change-Page)\n\n- [Hand in hand to make difference Page](https://www.awrad.org/en/category/2/1/en/article/10510/Hand-in-hand-to-make-difference-Page)\n\n#### Published Books/ Novels\n\nAWRAD, through the Community Development Fund, sponsors the publication of books that are deemed to be enlightening and liberating. The Fund aims to provide creative avenues by encouraging individual freelance writing to foster independence and promote intellectual freedom and imagination. The following is a list of books and novels supported by AWRAD and published in Arabic.\n\n- Social and Class- related Transformations  in the west banks and Gaza strip. Ghazi Sourani, 2010\n\n- [Circles of Persuasion in the Discourse of Hamas, Dr. Walid Al Shurafa, 2010](https://www.awrad.org/files/server/book%20waleed%20shurafa%20hamas%20speech.pdf)\n\n- [Fragrance of Life  (poetry), Ziad Izzat, 2010](https://www.awrad.org/files/server/book%20ziad%20ezzat%203ter%20alhayat.pdf)\n\n- [A Homeland out of Coverage, Akram Al Sourani, 2012](https://www.awrad.org/files/server/book%20wattan%20kharejtaghih%20Akram%20SORANI.pdf)\n\n- [Sadi’s Spaces, Jehad Abdelhalim, 2015](https://www.awrad.org/files/server/book-jehad%20all.pdf)\n\n- People and Culture in the Destroyed Village of Asdod, Mohammed H. Al. Najjar, 2015 |\n\nAWRAD experienced staff and experts conduct high-quality independent research, and produce innovative recommendations and policy solutions. AWRAD's motto is \"Quality Research Matters\".\n\n\n- [Facebook](https://www.facebook.com/awradpalestine/)\n- [Twitter](https://twitter.com/awradpalestine?lang=en)\n- [youtube](https://www.youtube.com/channel/UCjPaIVHphe2JiBEa8d2xP0g)\n\nTwitter Widget Iframe"
}
